straga/micropython_lcd/device/JC3248W535/board/STRAGA_S3_SPIRAM_LCD/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32S3 LCD"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

// // Enable UART REPL for modules that have an external USB-UART and don't use native USB.
#define MICROPY_HW_ENABLE_UART_REPL         (1)

